<?php

return[
	// შესვლის გვერდი
	'username_required'                    => 'სახელი აუცილებელია!',
	'username_min'                         => 'სახელი უნდა შედგებოდეს მინიმუმ 3 ასოსგან',
	'username_exists'                      => 'არასწორი სახელი',
	'password_required'                    => 'პაროლი აუცილებელია',
	'password_min'                         => 'პაროლი უნდა შედგებოდეს მინიმუმ 6 ასოსგან',
	// ფილმის დამატება
	'title_en_required'              => 'სათაური ინგლისურად აუცილებელია!',
	'title_ka_required'              => 'სათაური ქართულად აუცილებელია!',
	'title_en_unique'                => 'ფილმი ასეთი სათაურით უკვე არსებობს',
	'title_ka_unique'                => 'ფილმი ასეთი სათაურით უკვე არსებობს',
	'body_en_required'               => 'ციტატა ინგლისურ ენაზე აუცილებელია!',
	'body_ka_required'               => 'ციტატა ქართულ ენაზე აუცილებელია!',
	'body_en_min'                    => 'ციტატა უნდა შედგებოდეს მინიმუმს 3 ასოსგან',
	'body_ka_min'                    => 'ციტატა უნდა შედგებოდეს მინიმუმს 3 ასოსგან',
	'body_en_unique'                 => 'ასეთი ციტატა ინგლისურ ენაზე უკვე არსებობს',
	'body_ka_unique'                 => 'ასეთი ციტატა ქართულ ენაზე უკვე არსებობს',
	// ფილმის რედაქტირება
	'title_min'     => 'ფილმის სახელი უნდა შედგებოდეს მინიმუმ 3 ასოსგან',
	// ფილმის დამატება
	'thumbnail_required'=> 'სურათი აუცილებელია',
	'thumbnail_image'   => 'ფაილის ტიპი უნდა იყოს სურათი',
	// ციტატის რედაქტირება
	'empty_inputs'=> 'შეცვალეთ სურათი, ციტატა ან ორივე',
];